Repository: drimlon/wps-cookie-consent
Catalog: languages/*_SK (2).po
Languages: sk_sk

source: Pressidium Cookie Consent
sk_sk: Cookie lišta

source: Lightweight, user-friendly and customizable cookie consent banner to help you comply with the EU GDPR cookie law and CCPA regulations.
sk_sk: Jednoduchý a prispôsobiteľný banner súhlasu so súbormi cookie, ktorý vám pomôže dodržiavať zákon EÚ o súboroch cookie GDPR a nariadenia CCPA.

source: Pressidium
sk_sk: Cookie lišta

source: https://pressidium.com/
sk_sk: htpps://wps.sk/

source: Invalid nonce.
sk_sk: Nateraz neplatné.

source: Consent recording is disabled.
sk_sk: Zanznamenávanie súhlasu je zakázané.

source: Cookie Consent
sk_sk: Súhlas so súbormi cookie

source: Adjust your cookie consent preferences.
sk_sk: Upravte predvoľby súhlasu so súbormi cookie.

source: Developed by %1$s | For more information, read the %2$s.
sk_sk: Vývojár %1$s | Ďalšie informácie nájdete v %2$s.

source: documentation
sk_sk: dokumentácia

source: Version %s
sk_sk: Verzia %s

source: Help us improve!
sk_sk: Pomôžte nám zlepšiť sa!

source: We value your feedback. Please let us know why youâ€™re deactivating Pressidium Cookie Consent.
sk_sk: Ceníme si vašu spätnú väzbu. Prosím, dajte nám vedieť, prečo deaktivujete Cookie lištu.

source: Unknown error
sk_sk: Neznáma chyba

source: Export settings?
sk_sk: Exportovať nastavenia?

source: You have unsaved changes.
sk_sk: Máte neuložené zmeny.

source: Those changes won't be exported. Are you sure you want to proceed?
sk_sk: Tieto zmeny nebudú exportované. Naozaj chcete pokračovať?

source: Cancel
sk_sk: Zrušiť

source: Export anyway
sk_sk: Aj tak exportovať

source: Reset settings?
sk_sk: Obnoviť nastavenia?

source: This action cannot be undone.
sk_sk: Túto akciu nie je možné vrátiť späť.

source: You are about to reset all settings to the default values. Are you sure you want to proceed?
sk_sk: Chystáte sa obnoviť všetky nastavenia na predvolené hodnoty. Naozaj chcete pokračovať?

source: Reset settings
sk_sk: Obnoviť nastavenia

source: Save
sk_sk: Uložiť

source: Preview Consent
sk_sk: Ukážka súhlasu

source: Preview Settings
sk_sk: Ukážka nastavení

source: Preview Floating Button
sk_sk: Ukážka plávajúceho tlačidla

source: Export Settings
sk_sk: Exportovať nastavenia

source: Import Settings
sk_sk: Importovať nastavenia

source: Reset Settings
sk_sk: Obnoviť nastavenia

source: Color
sk_sk: Farba

source: Light
sk_sk: Svetlá

source: Dark Blue
sk_sk: Tmavo modrá

source: Dark Turqoise
sk_sk: Tmavo tyrkysová

source: Configuration
sk_sk: konfigurácia

source: Autorun
sk_sk: Autoštart

source: Will show the cookie consent as soon as possible
sk_sk: Čo najskôr ukáže súhlas so súbormi cookie

source: You will have to manually call the `.show()` method
sk_sk: Budete musieť manuálne zavolať metódu `.show()`

source: Force consent
sk_sk: Vynútiť súhlas

source: Page navigation will be blocked until user action
sk_sk: Navigácia na stránke bude zablokovaná až do akcie používateľa

source: Users will be able to navigate without needing to consent first
sk_sk: Používatelia budú môcť prehliadať bez toho, aby museli najprv udeliť súhlas

source: Auto-clear cookies
sk_sk: Automaticky vymazať súbory cookie

source: Cookies will be deleted automatically when user opts-out of a specific category inside cookie settings
sk_sk: Súbory cookie sa automaticky vymažú, keď sa používateľ v nastaveniach súborov cookie odhlási z určitej kategórie

source: Cookies will have to be deleted manually
sk_sk: Súbory cookie bude potrebné odstrániť ručne

source: Page scripts
sk_sk: Skripty stránky

source: Will manage existing third-party script tags
sk_sk: Bude spravovať existujúce značky skriptov tretích strán

source: Won't manage existing third-party script tags
sk_sk: Nebude spravovať existujúce značky skriptov tretích strán

source: Hide from bots
sk_sk: Skryť pred botmi

source: Won't run when a bot/crawler/webdriver is detected
sk_sk: Nespustí sa, keď sa zistí bot/crawler/webdriver

source: Will always run, even when a bot/crawler/webdriver is detected
sk_sk: Spustí sa vždy, aj keď sa zistí bot/crawler/webdriver

source: Re-consent
sk_sk: Opätovný súhlas

source: Will ask users to â€œre-consentâ€ when a cookies list changes
sk_sk: Keď sa zmení zoznam súborov cookie, požiada používateľov o „opätovný súhlas“.

source: Won't ask users for consent more than once
sk_sk: Nebude od používateľov žiadať súhlas viac ako raz

source: Record consents
sk_sk: Zaznamenajte súhlasy

source: Will record user consents to be able to provide proof of consent for auditing purposes
sk_sk: Zaznamená súhlasy používateľov, aby bolo možné poskytnúť dôkaz o súhlase na účely auditu

source: Won't record any user consents
sk_sk: Nebudú zaznamenávať žiadne súhlasy používateľov

source: Hide empty categories
sk_sk: Skryť prázdne kategórie

source: Will hide a cookie category if it has no cookies
sk_sk: Skryje kategóriu súborov cookie, ak nemá žiadne súbory cookie

source: Won't hide any cookie categories
sk_sk: Neskryje žiadne kategórie súborov cookie

source: Delay
sk_sk: Oneskorenie

source: Number of milliseconds before showing the consent modal
sk_sk: Počet milisekúnd pred zobrazením modálu súhlasu

source: Cookie expiration
sk_sk: Platnosť súboru cookie

source: Number of days before the cookie expires
sk_sk: Počet dní pred vypršaním platnosti súboru cookie

source: Cookie path
sk_sk: Cesta cookies

source: Path where the cookie will be set
sk_sk: Cesta, kde bude súbor cookie nastavený

source: Cookie domain
sk_sk: Poskytovateľ cookie

source: Specify your domain or a subdomain
sk_sk: Zadajte svoju doménu alebo subdoménu

source: Font & Colors
sk_sk: Písmo a farby

source: Font
sk_sk: Písmo

source: Fonts you have installed via the Font Library
sk_sk: Písma, ktoré ste nainštalovali cez Knižnicu písiem

source: Theme
sk_sk: Téma

source: Background
sk_sk: Pozadie

source: Primary background
sk_sk: Primárne pozadie

source: Primary text
sk_sk: primárny text

source: Primary hover background
sk_sk: Primárne pozadie pri prejdení myšou

source: Primary hover text
sk_sk: primárny text pri prejdení myšou

source: Secondary background
sk_sk: Sekundárne pozadie

source: Secondary text
sk_sk: Sekundárny text

source: Secondary hover background
sk_sk: Sekundárne pozadie pri prejdení myšou

source: Secondary hover text
sk_sk: Sekundárny text pri prejdení myšou

source: Toggle background (off)
sk_sk: Pozadie prepínača (off)

source: Toggle background (on)
sk_sk: Pozadie prepínača (on)

source: Toggle background (readonly)
sk_sk: Pozadie prepínača (len na čítanie)

source: Toggle knob background
sk_sk: Pozadie tlačidla prepínača

source: Toggle knob icon color
sk_sk: Farba ikony tlačidla prepínača

source: Cookie category block background
sk_sk: Pozadie bloku kategórie cookie

source: Cookie category block background (hover)
sk_sk: Pozadie bloku kategórie cookie (pri prejdení myšou)

source: Section border
sk_sk: Ohraničenie sekcie

source: Block text
sk_sk: Textový blok

source: Cookie table border
sk_sk: Ohraničenie tabuľky cookies

source: Overlay background
sk_sk: Prekrytie pozadia

source: Scrollbar background
sk_sk: Pozadie posúvača

source: Scrollbar background (hover)
sk_sk: Pozadie posúvača (pri prejdení myšou)

source: Floating button background
sk_sk: Pozadie plávajúceho tlačidla

source: Floating button icon
sk_sk: Ikona plávajúceho tlačidla

source: Floating button hover background
sk_sk: Pozadie plávajúceho tlačidla (pri prejdení myšou)

source: Floating button hover icon
sk_sk: Ikona plávajúceho tlačidla pr prejdení myšou

source: First page
sk_sk: Prvá strana

source: Previous page
sk_sk: Predchádzajúca strana

# pagination
source: %1$s of %2$s
sk_sk: %1$s z %2$s

source: Next page
sk_sk: Ďalšia strana

source: Last page
sk_sk: Posledná strana

source: Name
sk_sk: Názov

source: Domain
sk_sk: Poskytovateľ

source: Expiration
sk_sk: Exspirácia

source: Path
sk_sk: Cesta

source: Description
sk_sk: Popis

source: Is Regex?
sk_sk: Je Regex?

source: Actions
sk_sk: Akcie

source: This is an example cookie.
sk_sk: Toto je príklad súboru cookie.

source: Delete
sk_sk: Odstrániť

source: No cookies in this category.
sk_sk: Žiadne cookies v tejto kategórii.

source: New Cookie
sk_sk: Nová cookie

source: Necessary cookies
sk_sk: Nevyhnutné

source: Analytics cookies
sk_sk: Analytické

source: Targeting cookies
sk_sk: Zacielenie a reklama

source: Preferences cookies
sk_sk: Preferencie

source: Language
sk_sk: Jazyk

source: Edit
sk_sk: Upraviť

source: New Language
sk_sk: Nový jazyk

source: Add
sk_sk: Pridať

source: Language auto-detection strategy
sk_sk: Stratégia automatickej detekcie jazyka

source: Read the user's browser language
sk_sk: Prečítať jazyk prehliadača užívateľa

source: Read value from <html lang="..."> of current page
sk_sk: Čítať hodnotu z <html lang="..."> aktuálnej stránky

source: Browser
sk_sk: Prehliadač

source: document
sk_sk: dokument

source: Consent modal
sk_sk: Modálny súhlas

source: Settings modal
sk_sk: Modálne nastavenia

source: Cookie table headers
sk_sk: Záhlavia tabuľky súborov cookie

source: More information block
sk_sk: Blok s ďalšími informáciami

source: Consent Modal
sk_sk: Modálny súhlas

source: Layout
sk_sk: Rozloženie

source: Bar
sk_sk: Lišta

source: Vertical position
sk_sk: Vertikálna poloha

source: Top
sk_sk: Hore

source: Middle
sk_sk: V strede

source: Bottom
sk_sk: Dole

source: Horizontal position
sk_sk: Horizontálna poloha

source: Left
sk_sk: Vľavo

source: Center
sk_sk: V strede

source: Right
sk_sk: Vpravo

source: Transition
sk_sk: Prechod

source: Slide
sk_sk: Posun

source: Zoom
sk_sk: Priblíženie

source: Primary button
sk_sk: Primárne tlačidlo

source: Accept selected
sk_sk: Prijať vybraté

source: Accept all
sk_sk: Prijať všetky

source: Secondary button
sk_sk: Sekundárne tlačidlo

source: Settings
sk_sk: Nastavenia

source: Accept necessary
sk_sk: Prijať nevyhnutné

source: Swap buttons
sk_sk: Vymeniť tlačidlá

source: Buttons are inverted
sk_sk: Tlačidlá sú prehodené

source: Enable to invert buttons
sk_sk: Povoliť invertovanie tlačidiel

source: Settings Modal
sk_sk: Modálne nastavenia

source: Position
sk_sk: Pozícia

source: Generic
sk_sk: Generický

source: Enabled
sk_sk: Povolené

source: Will show a floating button to open the settings modal
sk_sk: Zobrazí sa plávajúce tlačidlo na otvorenie modálu nastavení

source: Won't show a floating button
sk_sk: Nezobrazí sa plávajúce tlačidlo

source: Size
sk_sk: Veľkosť

source: Small
sk_sk: Malá

source: Large
sk_sk: Veľká

source: Icon
sk_sk: Ikona

source: No transition (immediately appear)
sk_sk: Žiadny prechod (okamžite sa objaví)

source: Country
sk_sk: Krajina

source: Regions
sk_sk: Regióny

source: All regions
sk_sk: Všetky regióny

source: New Region
sk_sk: Nový región

source: Select all
sk_sk: Vybrať všetko

source: Deselect all
sk_sk: Zrušiť výber

source: Search regions
sk_sk: Hľadať regióny

source: Adding the Google Tag Manager template
sk_sk: Pridanie šablóny Google Tag Manager

source: Community Template Gallery
sk_sk: Galéria komunitných šablón

source: Adding a template via the Community Template Gallery screenshot
sk_sk: Pridanie šablóny pomocou snímky obrazovky Galéria komunitných šablón

source: Navigate to <a>Google Tag Manager</a>
sk_sk: Prejdite do <a>Google Tag Manager</a>

source: Select your workspace
sk_sk: Vyberte svoj pracovný priestor

source: Navigate to the <strong>Templates</strong> tab
sk_sk: Prejdite na kartu <strong>Šablóny</strong>

source: Click <strong>Search Gallery</strong>, under the Tag Templates section
sk_sk: Kliknite na položku <strong>Hľadať v galérii</strong> v časti Šablóny značiek

source: Search for <strong>Pressidium Cookie Consent</strong>
sk_sk: Vyhľadajte <strong>Pressidium Cookie Consent</strong>

source: Select it and click <strong>Add to workspace</strong>
sk_sk: Vyberte ho a kliknite na položku <strong>Pridať do pracovného priestoru</strong>

source: Manually importing the Google Tag Manager template
sk_sk: Manuálny import šablóny Správcu značiek Google

source: GTM custom template
sk_sk: Vlastná šablóna GTM

source: Template GitHub repository
sk_sk: Úložisko šablón GitHub

source: Google Tag Manager importing a template screenshot
sk_sk: Google Tag Manager importuje snímku šablóny

source: Alternatively, to manually import the template, follow these steps:
sk_sk: Prípadne, ak chcete šablónu importovať manuálne, postupujte podľa týchto krokov:

source: Download the GTM <a>custom template</a>
sk_sk: Stiahnite si <a>vlastnú šablónu</a> GTM

source: Click <strong>New</strong>, under the Tag Templates section
sk_sk: Kliknite na položku <strong>Nové</strong> v časti Šablóny značiek

source: Select the kebab menu (three dots) located at the top-right corner of the Template Editor
sk_sk: Vyberte ponuku (tri bodky) umiestnenú v pravom hornom rohu editora šablón

source: Click <strong>Import</strong>
sk_sk: Kliknite na položku <strong>Importovať</strong>

source: Select the previously downloaded <code>template.tpl</code> file
sk_sk: Vyberte predtým stiahnutý súbor <code>template.tpl</code>

source: Click <strong>Save</strong>
sk_sk: Kliknite na položku <strong>Uložiť</strong>

source: Close the Template Editor
sk_sk: Zatvorte editor šablón

source: Creating a new tag
sk_sk: Vytvorenie novej značky

source: Google Tag Manager creating a tag screenshot
sk_sk: Google Tag Manager vytvára snímku značky

source: Navigate to the <strong>Tags</strong> tab
sk_sk: Prejdite na kartu <strong>Značky</strong>

source: Click <strong>New</strong> to create a new tag
sk_sk: Kliknutím na položku <strong>Nové</strong> vytvorte novú značku

source: Give the tag a name (e.g. Cookie Consent)
sk_sk: Pomenujte značku (napr. Súhlas so súbormi cookie)

source: Click <strong>Choose a tag type to begin setup</strong>, under Tag Configuration
sk_sk: V časti Konfigurácia značky kliknite na položku <strong>Vyberte typ značky na začatie nastavovania</strong>

source: Select the <strong>Pressidium Cookie Consent</strong> template, under the Custom section
sk_sk: V sekcii Vlastné vyberte šablónu <strong>Pressidium Cookie Consent</strong>

source: Configure the tag as needed
sk_sk: Nakonfigurujte značku podľa potreby

source: Click <strong>Choose a trigger to make this tag fire</strong>, under the Triggering section
sk_sk: V sekcii Spúšťanie kliknite na možnosť <strong>Vybrať spúšťač na spustenie tejto značky</strong>

source: Select <strong>Consent Initialization - All Pages</strong>
sk_sk: Vyberte možnosť <strong>Inicializácia súhlasu – všetky stránky</strong>

source: Click <strong>New</strong> to create a new trigger
sk_sk: Kliknutím na položku <strong>Nový</strong> vytvorte nový spúšťač

source: Click <strong>Submit</strong> to submit your changes
sk_sk: Kliknutím na tlačidlo <strong>Odoslať</strong> odošlite zmeny

source: Configuring the Pressidium Cookie Consent tag
sk_sk: Konfigurácia značky Pressidium Cookie Consent

source: Google Tag Manager configuring a tag screenshot
sk_sk: Google Tag Manager konfiguruje snímku značky

source: Select the previously created Cookie Consent tag
sk_sk: Vyberte predtým vytvorenú značku súhlasu so súborom cookie

source: Under the Tag Configuration section, you can configure the following settings:
sk_sk: V časti Konfigurácia značky môžete nakonfigurovať nasledujúce nastavenia:

source: Default consent states
sk_sk: Predvolené stavy súhlasu

source: Under Default consent states, click <strong>Add Row</strong> to add a new row for each region. For each row, you can set the regions as a comma-separated list of <a>ISO 3166-2</a> codes (leave blank to have your selection apply to all regions) and the default consent state for each consent type
sk_sk: V časti Predvolené stavy súhlasu kliknite na položku <strong>Pridať riadok</strong> a pridajte nový riadok pre každý región. Pre každý riadok môžete nastaviť regióny ako zoznam kódov <a>ISO 3166-2</a> oddelených čiarkami (nechte prázdne, aby sa váš výber vzťahoval na všetky regióny) a predvolený stav súhlasu pre každý typ súhlasu

source: If two rows are set with values for a region and subregion, the one with a more specific region will take effect. For example, if you have <code>ad_storage</code> set to <code>true</code> for <code>US</code>, and <code>ad_storage</code> set to <code>false</code> for <code>US-CA</code>, a visitor from California will have the more specific <code>US-CA</code> setting take effect. For this example, that would mean a visitor from California would have <code>ad_storage</code> set to <code>false</code>.
sk_sk: Ak sú dva riadky nastavené s hodnotami pre oblasť a podoblasť, prejaví sa ten s špecifickejšou oblasťou. Ak máte napríklad <code>ad_storage</code> nastavené na <code>true</code> pre <code>US</code> a <code>ad_storage</code> nastavené na <code>false< /code> pre <code>US-CA</code>, pre návštevníka z Kalifornie bude platiť konkrétnejšie nastavenie <code>US-CA</code>. V tomto príklade by to znamenalo, že návštevník z Kalifornie by mal parameter <code>ad_storage</code> nastavený na hodnotu <code>false</code>.

source: Region
sk_sk: Región

source: Behavior
sk_sk: Správanie

source: Applies to all US states except California
sk_sk: Platí pre všetky štáty USA okrem Kalifornie

source: Applies to California
sk_sk: Platí pre Kaliforniu

source: Unspecified
sk_sk: Nešpecifikované

source: Applies to all other regions
sk_sk: Platí pre všetky ostatné regióny

source: Once you are done configuring the tag, click <strong>Submit</strong> to submit your changes
sk_sk: Po dokončení konfigurácie značky kliknite na tlačidlo <strong>Odoslať</strong> a odošlite zmeny

source: Google Tag Manager and/or Google tag may be blocked, impacting the advanced consent mode. Ensure Google tags load when a user opens the website for cookieless pings, or signals, to work properly.
sk_sk: Google Tag Manager a/alebo značka Google môžu byť zablokované, čo má vplyv na rozšírený režim súhlasu. Zabezpečte, aby sa značky Google načítali, keď používateľ otvorí web, aby pingy bez súborov cookie alebo signály fungovali správne.

source: Advanced consent mode
sk_sk: Pokročilý režim súhlasu

source: Consent mode pings
sk_sk: Pingy režimu súhlasu

source: Will enable Google Consent Mode
sk_sk: Povolí režim súhlasu Google Mode v2

source: Won't enable Google Consent Mode
sk_sk: Nepovolí režim súhlasu Google Mode v2

source: Learn more about Google Consent Mode
sk_sk: Prečítajte si viac o režime súhlasu Google

source: Implementation
sk_sk: Implementácia

source: Requires the Google tag to be installed on every page of your website
sk_sk: Vyžaduje, aby bola značka Google nainštalovaná na každej stránke vášho webu

source: Requires the consent mode template to be added to Google Tag Manager
sk_sk: Vyžaduje pridanie šablóny režimu súhlasu do Správcu značiek Google

source: Google tag (gtag.js)
sk_sk: značka Google (gtag.js)

source: Google Tag Manager (GTM) template
sk_sk: Google Tag Manager (GTM) šablóna

source: When the 'Ad storage' consent type is denied, ad click identifiers sent in network requests by Google Ads and Floodlight tags will be redacted. Network requests will also be sent through a cookieless domain
sk_sk: Keď je typ súhlasu „Ad storage“ zamietnutý, identifikátory kliknutia na reklamu odoslané v sieťových žiadostiach prostredníctvom značiek Google Ads a Floodlight budú odstránené. Sieťové požiadavky sa budú odosielať aj prostredníctvom domény bez súborov cookie

source: No further ads data redaction
sk_sk: Bez ďalšej úpravy údajov o reklamách

source: Learn more about ads data reduction
sk_sk: Získajte viac informácií o redukcii údajov o reklamách

source: Will pass through ad click, client ID, and session ID information in URLs
sk_sk: Prejde cez kliknutie na reklamu, ID klienta a ID relácie v adresách URL

source: Won't pass through any additional information in URLs
sk_sk: V adresách URL nebudú prechádzať žiadne ďalšie informácie

source: Learn more about URL passthrough
sk_sk: Získajte viac informácií o prechode adresy URL

source: No regions added yet. Default consent state will be 'denied' for all regions.
sk_sk: Zatiaľ neboli pridané žiadne regióny. Predvolený stav súhlasu bude „odmietnutý“ pre všetky regióny.

source: Enables storage, such as cookies, related to advertising
sk_sk: Umožňuje ukladanie, ako napríklad súbory cookie, súvisiace s reklamou

source: Won't enable storage related to advertising
sk_sk: Nepovolí ukladanie súvisiace s reklamou

source: Ad user data
sk_sk: Používateľské údaje reklamy

source: Sets consent for sending user data to Google for online advertising purposes
sk_sk: Nastavuje súhlas so zasielaním používateľských údajov spoločnosti Google na účely online inzercie

source: Won't set consent for sending user data to Google for online advertising purposes
sk_sk: Nenastaví súhlas na odosielanie údajov používateľa spoločnosti Google na účely inzercie online

source: Ad personalization
sk_sk: Prispôsobenie reklamy

source: Sets consent for personalized advertising
sk_sk: Nastavuje súhlas pre personalizovanú reklamu

source: Won't set consent for personalized advertising
sk_sk: Nenastaví súhlas pre prispôsobenú reklamu

source: Analytics storage
sk_sk: Analytická pamäť

source: Enables storage, such as cookies, related to analytics (for example, visit duration)
sk_sk: Povolí ukladanie, ako sú súbory cookie, súvisiace s analytikou (napríklad trvanie návštevy)

source: Won't enable storage related to analytics
sk_sk: Nepovolí úložisko súvisiace s analytikou

source: Functionality storage
sk_sk: Ukladanie pre funkcionalitu

source: Enables storage that supports the functionality of the website such as language settings
sk_sk: Umožňuje ukladanie, ktoré podporuje funkcie webovej lokality, ako sú jazykové nastavenia

source: Won't enable storage related to functionality
sk_sk: Nepovolí úložisko súvisiace s funkcionalitou

source: Personalization storage
sk_sk: Ukladanie porsonalizácie

source: Enables storage related to personalization such as video recommendations
sk_sk: Umožňuje ukladanie súvisiace s prispôsobením, ako sú napríklad odporúčania videí

source: Won't enable storage related to personalization
sk_sk: Nepovolí úložisko súvisiace s prispôsobením

source: Security storage
sk_sk: Bezpečnostné úložisko

source: Enables storage related to security such as authentication functionality, fraud prevention, and other user protection
sk_sk: Umožňuje ukladanie súvisiace s bezpečnosťou, ako je funkcia overovania, predchádzanie podvodom a iná ochrana používateľov

source: Won't enable storage related to security
sk_sk: Nepovolí úložisko súvisiace so zabezpečením

source: Script Source
sk_sk: Zdroj skriptu

source: Cookie Category
sk_sk: Kategória súborov cookie

source: Analytics
sk_sk: Analytické

source: Targeting
sk_sk: Zacielenie a reklama

source: Preferences
sk_sk: Preferencie

source: No blocked scripts.
sk_sk: Žiadne blokované skripty.

source: New Script
sk_sk: Nový skript

source: Make sure that youâ€™ve enabled the â€œPage Scriptsâ€ option, located under the General tab.
sk_sk: Uistite sa, že ste povolili možnosť „Skripty stránok“, ktorá sa nachádza na karte Všeobecné.

source: Script blocking may not always be effective due to variations in script loading methods.
sk_sk: Blokovanie skriptov nemusí byť vždy účinné z dôvodu rozdielov v metódach načítania skriptov.

source: Clear records?
sk_sk: Vymazať záznamy?

source: You are about to permanently clear all consent records. Are you sure you want to proceed?
sk_sk: Chystáte sa natrvalo vymazať všetky záznamy o súhlase. Naozaj chcete pokračovať?

source: Delete records
sk_sk: Vymazať záznamy

source: There are no consent records yet.
sk_sk: Zatiaľ neexistujú žiadne záznamy o súhlase.

source: Here youâ€™ll find all the consent records that have been collected by the plugin.
sk_sk: Tu nájdete všetky záznamy o súhlase, ktoré doplnok zhromaždil.

source: Date
sk_sk: Dátum

source: Location
sk_sk: Lokalita
