Repository: drimlon/wps-cookie-consent
Catalog: languages/*_SK (2).po
Languages: sk_sk

source: IP address
sk_sk: IP adresa

source: Necessary consent
sk_sk: Nevyhnutné

source: Analytics consent
sk_sk: Analytické

source: Targeting consent
sk_sk: Zacielenie a reklama

source: Preferences consent
sk_sk: Preferencie

source: Recorded at
sk_sk: Zaznamenané

source: Last update at
sk_sk: Naposledy upravené

source: Unknown
sk_sk: Neznámy

source: Accepted
sk_sk: Prijaté

source: Denied
sk_sk: Odmietnuté

source: Export CSV
sk_sk: Exportovať CSV

source: Clear Records
sk_sk: Vymazať záznamy

source: There are no logs yet.
sk_sk: Zatiaľ tu nie sú žiadne záznamy.

source: Clear logs?
sk_sk: Vymazať záznamy?

source: You are about to clear all logs. Are you sure you want to proceed?
sk_sk: Chystáte sa vymazať všetky záznamy. Naozaj chcete pokračovať?

source: Clear logs
sk_sk: Vymazať záznamy

source: In this section, youâ€™ll find vital debugging logs. If you encounter any issues, open an issue and include these logs for reference in our investigation.
sk_sk: V tejto sekcii nájdete dôležité protokoly ladenia. Ak narazíte na nejaké problémy, otvorte problém a zahrňte tieto denníky ako referenciu do nášho vyšetrovania.

source: Copy to clipboard
sk_sk: Kopírovať do schránky

source: About Pressidium Cookie Consent
sk_sk: O Cookie lište

source: Pressidium Cookie Consent makes it easy to add a stylish, customizable cookie consent banner to your website and conditionally load third-party scripts (analytics, performance, targeting, etc.) based on the user-selected preferences to help you comply with EU GDPR cookie law, CCPA, and similar regulations.
sk_sk: Cookie lišta uľahčuje pridanie štýlového, prispôsobiteľného bannera súhlasu so súbormi cookie na vašu webovú stránku a podmienené načítanie skriptov tretích strán (analytika, výkon, zacielenie atď.) na základe užívateľom zvolených preferencií, ktoré vám pomôžu dodržiavať EU GDPR cookie zákon, CCPA a podobné predpisy.

source: Fully customizable
sk_sk: Plne prispôsobiteľné

source: Easily modify the cookie consent banner and settings modal text. Pick one of the built-in color presets to match your websiteâ€™s aesthetic, or adjust the color of individual components via our convenient color picker. Choose from a variety of layouts, positions, and transitions directly from the WordPress dashboard.
sk_sk: Jednoducho upravte banner súhlasu so súbormi cookie a modálny text nastavení. Vyberte si jednu zo vstavaných predvolieb farieb, aby zodpovedala estetike vašej webovej stránky, alebo upravte farbu jednotlivých komponentov pomocou nášho pohodlného výberu farieb. Vyberte si z rôznych rozložení, pozícií a prechodov priamo z hlavného panela WordPress.

source: Lightweight
sk_sk: Jednoduché

source: The plugin is built on top of the Cookie Consent JS library by Orest Bida, a standalone vanilla JavaScript library with no third-party dependencies, that loads blazingly fast and wonâ€™t slow down your website.
sk_sk: Doplnok je postavený na knižnici Cookie Consent JS od Oresta Bida, samostatnej vanilla JavaScript knižnici bez závislostí od tretích strán, ktorá sa načítava neuveriteľne rýchlo a nespomalí váš web.

source: Accessible
sk_sk: Prístupné

source: An a11y friendly plugin â€” fully accessible and WAI-ARIA compliant.
sk_sk: Doplnok priateľský k a11y – plne prístupný a kompatibilný s WAI-ARIA.

source: Translatable
sk_sk: Preložiteľné

source: Modify any text in the cookie consent banner and settings modal, and provide translations. Choose the language auto-detection strategy you prefer â€” either read the userâ€™s browser language or read the markup of the current page to identify its primary language.
sk_sk: Upravte akýkoľvek text v banneri súhlasu so súbormi cookie a modálnom nastavení a poskytnite preklady. Vyberte si preferovanú stratégiu automatického zisťovania jazyka – buď si prečítajte jazyk prehliadača používateľa alebo si prečítajte označenie aktuálnej stránky, aby ste určili jej primárny jazyk.

source: Responsive
sk_sk: Responzívne

source: Fully responsive and mobile-friendly cookie consent banner and settings modal.
sk_sk: Plne responzívny a pre mobilné zariadenia vhodný banner na súhlas so súbormi cookie a modálne nastavenia.

source: Block scripts
sk_sk: Blokovanie skriptov

source: Control which scripts are loaded based on the userâ€™s preferences. List the URLs of the scripts youâ€™d like to block (both exact matches and regular expressions are supported) and prevent them from running until the user has given consent.
sk_sk: Ovládajte, ktoré skripty sa načítajú na základe preferencií používateľa. Uveďte adresy URL skriptov, ktoré chcete blokovať (podporované sú presné zhody aj regulárne výrazy) a zabráňte ich spusteniu, kým používateľ nedá súhlas.

source: Automatically delete cookies when a user opts-out of a specific category inside cookie settings.
sk_sk: Automaticky odstrániť súbory cookie, keď sa používateľ odhlási z určitej kategórie v nastaveniach súborov cookie.

source: Block the user from interacting with the page until they consent to your cookie policy.
sk_sk: Zablokujte používateľovi interakciu so stránkou, kým nevyjadrí súhlas s vašimi zásadami používania súborov cookie.

source: Ask users to consent again when you update your cookie policy.
sk_sk: Po aktualizácii pravidiel používania súborov cookie znova požiadajte používateľov o súhlas.

source: Consent records
sk_sk: Záznamy o súhlase

source: Record user consents to be able to provide proof of consent for auditing purposes.
sk_sk: Zaznamenajte súhlasy používateľov, aby ste mohli poskytnúť dôkaz o súhlase na účely auditu.

source: Automatically parse the user agent to detect bots, crawlers, and webdrivers. If one is detected, you have the option to hide the cookie consent banner from them.
sk_sk: Automaticky analyzovať používateľského agenta na zistenie botov, crawlerov a webových ovládačov. Ak sa nejaký nájde, máte možnosť pred ním skryť banner súhlasu so súbormi cookie.

source: Google Consent Mode (GCM) integration
sk_sk: Integrácia Google Consent Mode (GCM).

source: Integrate with Google Consent Mode (GCM) to adjust how Google tags behave based on the userâ€™s consent preferences. Supports both Google tag (gtag.js) and Google Tag Manager (GTM) implementations.
sk_sk: Integrujte sa s Google Consent Mode (GCM) a upravte správanie značiek Google na základe preferencií súhlasu používateľa. Podporuje implementáciu značiek Google (gtag.js) aj Google Tag Manager (GTM).

source: Control it programmatically
sk_sk: Ovládajte ho programovo

source: Programmatically control the plugin. Conditionally show/hide the cookie consent banner and/or the settings modal, accept one (or more) cookie categories, erase cookies, load previously blocked scripts, etc.
sk_sk: Programovo ovládajte plugin. Podmienečne zobraziť/skryť banner súhlasu so súbormi cookie a/alebo modálne nastavenia, prijať jednu (alebo viac) kategórií súborov cookie, vymazať súbory cookie, načítať predtým zablokované skripty atď.

source: Credits
sk_sk: Kredity

source: Built on top of the amazing <a1>Cookie Consent</a1> JS library by <a2>Orest Bida</a2> (licensed under MIT)
sk_sk: Postavené na úžasnej knižnici JS <a1>Cookie Consent</a1> od <a2>Oresta Bida</a2> (licencovaná pod MIT)

source: Flag SVGs by <a1>blade-flags</a1>, which uses <a2>twemoji</a2> (licensed under MIT)
sk_sk: Flag SVG by <a1>blade-flags</a1>, ktorý používa <a2>twemoji</a2> (licencované podľa MIT)

source: Support
sk_sk: Podpora

source: To ensure that your issue is addressed efficiently, please use one of the following support channels:
sk_sk: Ak chcete zabezpečiť, aby sa váš problém vyriešil efektívne, použite jeden z nasledujúcich kanálov podpory:

source: WordPress.org support forum: You can open a topic in the <a>Pressidium Cookie Consent support forum</a>.
sk_sk: Fórum podpory WordPress.org: Tému môžete otvoriť vo <a>fóre podpory pre súhlas so súbormi cookie Pressidium</a>.

source: GitHub issue: You can <a>open an issue on the pluginâ€™s GitHub repository</a> to report a bug or request additional features.
sk_sk: Problém GitHub: Môžete <a>otvoriť problém v úložisku GitHub doplnku</a> a nahlásiť chybu alebo požiadať o ďalšie funkcie.

source: Using these channels helps us keep track of all issues and benefits other users who might have similar questions.
sk_sk: Používanie týchto kanálov nám pomáha sledovať všetky problémy a prináša výhody ostatným používateľom, ktorí môžu mať podobné otázky.

source: About Pressidium
sk_sk: O Pressidium

source: Since 2014, <a>Pressidium</a> has been providing the ultimate in high availability, enterprise-class hosting which is trusted by small businesses through to Fortune 500â€™s.
sk_sk: Od roku 2014 <a>Pressidium</a> poskytuje špičkový hosting podnikovej triedy s vysokou dostupnosťou, ktorému dôverujú malé podniky až po rebríčky Fortune 500.

source: <a>Pressidium N-Tier architecture</a> ensures reliability and security, setting new standards in WordPress hosting.
sk_sk: <a>Architektúra Pressidium N-Tier</a> zaisťuje spoľahlivosť a bezpečnosť a nastavuje nové štandardy v hostingu WordPress.

source: The <a>innovative Dashboard</a>, couples with advanced features included in all plans without extra cost, consolidates and streamlines management for agencies, businesses, and individual site owners.
sk_sk: <a>Inovatívny informačný panel</a>, ktorý spája pokročilé funkcie zahrnuté vo všetkých plánoch bez dodatočných nákladov, konsoliduje a zjednodušuje správu pre agentúry, firmy a jednotlivých vlastníkov stránok.

source: With a dedicated support team of WordPress experts and DevOps engineers who work tirelessly 24x7x365, your site is in the best hands, allowing you to focus on your content and business goals.
sk_sk: Vďaka špecializovanému podpornému tímu odborníkov na WordPress a inžinierov DevOps, ktorí neúnavne pracujú 24x7x365, je váš web v tých najlepších rukách, čo vám umožňuje sústrediť sa na váš obsah a obchodné ciele.

source: Pressidium. Enjoy 14-days of superior WordPress hosting for free! Learn more.
sk_sk: Pressídium. Užite si 14 dní špičkového hostingu WordPress zadarmo! Zistite viac.

source: Settings saved successfully.
sk_sk: Nastavenia boli úspešne uložené.

source: Could not save settings.
sk_sk: Nastavenia sa nepodarilo uložiť.

source: Could not pass security check.
sk_sk: Nepodarilo sa prejsť bezpečnostnou kontrolou.

source: All consent records were cleared successfully.
sk_sk: Všetky záznamy o súhlase boli úspešne vymazané.

source: Could not clear records.
sk_sk: Nepodarilo sa vyčistiť záznamy.

source: Could not export consent records.
sk_sk: Záznamy súhlasu sa nepodarilo exportovať.

source: You have unsaved changes. Are you sure you want to leave?
sk_sk: Máte neuložené zmeny. Naozaj chcete odísť?

source: General
sk_sk: Všeobecné

source: Translations
sk_sk: Preklady

source: Modals
sk_sk: Modály

source: Floating Button
sk_sk: Plávajúce tlačidlo

source: Consent Mode
sk_sk: Režim súhlasu

source: Blocked Scripts
sk_sk: Blokované skripty

source: Consent Records
sk_sk: Záznamy o súhlase

source: Logs
sk_sk: Záznamy

source: About
sk_sk: O

source: Could not export settings.
sk_sk: Nastavenia sa nepodarilo exportovať.

source: No files selected
sk_sk: Nie sú vybraté žiadne súbory

source: Could not import settings.
sk_sk: Nastavenia sa nepodarilo importovať.

source: Settings reset successfully.
sk_sk: Nastavenia boli úspešne obnovené.

source: Could not reset settings.
sk_sk: Nastavenia sa nepodarilo obnoviť.

source: Please share which plugin
sk_sk: Podeľte sa, prosím, o aký plugin

source: Please describe the feature you need
sk_sk: Popíšte funkciu, ktorú potrebujete

source: Please share the reason
sk_sk: Podeľte sa o dôvod

source: Provide any additional details
sk_sk: Uveďte akékoľvek ďalšie podrobnosti

source: I no longer need the plugin
sk_sk: Plugin už nepotrebujem

source: I found a better plugin
sk_sk: Našiel som lepší plugin

source: Itâ€™s missing a feature I need
sk_sk: Chýba mu funkcia, ktorú potrebujem

source: I couldnâ€™t get the plugin to work
sk_sk: Doplnok sa mi nepodarilo spustiť

source: Itâ€™s a temporary deactivation
sk_sk: Ide o dočasnú deaktiváciu

source: Other
sk_sk: Iné

source: Send feedback & deactivate
sk_sk: Odoslať spätnú väzbu a deaktivovať

source: Skip & deactivate
sk_sk: Preskočiť a deaktivovať
